Revit 2026 API

# AdvancedWoodWoodLateColorPower Property

---

The property labeled "Power to compute latewood color" from the "AdvancedWood" schema.

**Namespace:** Autodesk.Revit.DB.Visual**Assembly:** RevitAPI (in RevitAPI.dll) Version: 26.0.4.0 (26.0.4.0)

```csharp
public static string WoodLateColorPower { get; }
```
```vb
Public Shared ReadOnly Property WoodLateColorPower As String
	Get
```
```cpp
public:
static property String^ WoodLateColorPower {
	String^ get ();
}
```
```fsharp
static member WoodLateColorPower : string with get
```

#### Property Value

String

This property is of type "AssetPropertyDouble".

#### Reference

AdvancedWood Class

Autodesk.Revit.DB.Visual Namespace